{"type":"data","nodes":[null,{"type":"data","data":[{"post":1},{"slug":2,"title":3,"date":4,"excerpt":5,"coverImage":6,"tags":7,"html":10,"readingTime":11,"relatedPosts":12},"oink","Oink","2023-04-22T21:55:27.154Z","Reshaping digital financial experience for kids and preteens by introducing tangible interface.","\u002Fimages\u002Fposts\u002Foink.png",[8,9],"UX Design","UI Design","\u003Ch2 id=\"context\"\u003E\u003Ca class=\"heading-link\" title=\"Permalink\" aria-hidden=\"true\" href=\"#context\"\u003E\u003Cspan\u003E#\u003C\u002Fspan\u003E\u003C\u002Fa\u003EContext\u003C\u002Fh2\u003E\n\u003Cp\u003EOink is an attempt to reshape the financial experience for kids and preteens. The problem with the current financial experience is that it is so… in the air, in a sense that you cannot really touch it; the money you have is just \u003Cem\u003Enumbers\u003C\u002Fem\u003E on the screen. It may make sense for adults that have to manage their complex finance (I am also trying to learn how to be financially responsible) but it does not make sense for kids who just started to learn about money. \u003C\u002Fp\u003E\n\u003Cp\u003EThe touch and feel of money and how they acquire real physical space plays a huge role in how kids learn about basic finance. Think about when you are 6 years old and your parents finally give you your pocket money. The delight when they hand you those bank notes; so crisp, so fresh. When you reach into your pocket, get your wallet, and count the proper amount to pay to the cashier. Or the joy you felt when you feel your piggybank getting heavier everyday, waiting to be spent on your new toy. Now imagine if instead of parents handing you the money, they picked up their phone, pressed some buttons, and you get a notification that the number in your account goes up. You use your debit card to pay for your snacks, no need to count anything! or when you send the money into your saving account just to transfer them out because the process is so easy and don’t involve breaking any piggybanks. \u003C\u002Fp\u003E\n\u003Cp\u003EThe goal of this project is to try to revive some of the physical money experience we had when we were a kid and integrate them into today’s existing digital interface to better foster good financial skills (like counting, planning) as well as habits (like saving).\u003C\u002Fp\u003E","2 min read",[]],"uses":{"url":1}},null]}
